"Button 1:"		= "ปุ่ม 1:";
"Button 2:"		= "ปุ่ม 2:";
"Button 3:" 	= "ปุ่ม 3:";
"Button 4:"		= "ปุ่ม 4:";

"Backlight Correction"	= "Backlight Correction";
"Color Restoration"		= "Color Restoration";
"Descreening"			= "Descreening";
"Dust Removal"			= "Dust Removal";
"Unsharp Mask"			= "Unsharp Mask";

"None"			= "ไม่มี";
"Newspaper"		= "หนังสือพิมพ์(85lpi)";
"Magazine"		= "นิตยาสาร(133lpi)";
"Fine Prints"	= "พิมพ์ละเอียด(175lpi)";
"General"		= "ทั่วไป";

"Low"		= "ต่ำ";
"Medium"	= "กลาง";
"High"		= "สูง";

"Quiet Mode"        = "ลดระดับเสียงขณะพิมพ์";
"Off"               = "ไม่ใช้";
"On"                = "ใช้";
"Printer Setting"   = "ตั้งค่าการพิมพ์";
